tap "FelixKratz/formulae"
tap "arl/arl"
tap "sst/tap"

cask "1password-cli"
brew "act"
brew "arl/arl/gitmux"
brew "ast-grep"
brew "bash"
brew "bat"
brew "borders"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "global"
brew "gnu-sed"
brew "gnupg"
brew "gum"
brew "hub"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq", link: true
brew "llvm"
brew "luarocks"
brew "neovim"
brew "pinentry-mac"
brew "pkg-config"
brew "poppler"
brew "rcm"
brew "ripgrep"
brew "rubyfmt"
brew "sesh"
brew "sketchybar"
brew "sst/tap/opencode"
brew "starship"
brew "stylua"
brew "switchaudio-osx"
brew "tmux"
brew "universal-ctags"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "zsh"

cask "1password"
cask "appcleaner"
cask "figma"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-sketchybar-app-font"
cask "font-symbols-only-nerd-font"
cask "karabiner-elements"
cask "nikitabobko/tap/aerospace"
cask "obs"
cask "orbstack"
cask "raycast"
cask "screenflow"
cask "slack"
cask "spotify"
cask "tdr-nova"
cask "vivaldi"
cask "wezterm"
cask "zen"
