tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "xz"
brew "openssl@1.1"
brew "sqlite"
brew "awscli"
brew "bat"
brew "gettext"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "fd"
brew "flyctl"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "universal-ctags"
brew "global"
brew "gnu-sed"
brew "gnupg"
brew "hub"
brew "jq"
brew "lazygit"
brew "libpq", link: true
brew "llvm"
brew "luarocks"
brew "neovim"
brew "openssl@3"
brew "plantuml"
brew "rcm"
brew "ripgrep"
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "appcleaner"
cask "blackhole-2ch"
cask "google-cloud-sdk"
cask "mongodb-compass"
cask "wezterm"
vscode "aki77.rails-db-schema"
vscode "ban.spellright"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "Catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GrapeCity.gc-excelviewer"
vscode "ionutvmi.path-autocomplete"
vscode "jebbs.plantuml"
vscode "kaiwood.endwise"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "noku.rails-run-spec-vscode"
vscode "npxms.hide-gitignored"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "ritwickdey.LiveServer"
vscode "RoscoP.ActiveFileInStatusBar"
vscode "sdras.night-owl"
vscode "Shopify.theme-check-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
