tap "FelixKratz/formulae"
tap "arl/arl"
tap "homebrew/bundle"
tap "homebrew/services"

brew "arl/arl/gitmux"
brew "ast-grep"
brew "bash"
brew "bat"
brew "borders"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "flyctl"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "global"
brew "gnu-sed"
brew "gnupg"
brew "gum"
brew "hub"
brew "jq"
brew "lazygit"
brew "libpq", link: true
brew "llvm"
brew "luarocks"
brew "neovim"
brew "pkg-config"
brew "plantuml"
brew "poppler"
brew "rcm"
brew "ripgrep"
brew "rubyfmt"
brew "sesh"
brew "starship"
brew "stow"
brew "stylua"
brew "tmux"
brew "unar"
brew "universal-ctags"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh"

cask "1password"
cask "appcleaner"
cask "figma"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "meld-studio"
cask "nikitabobko/tap/aerospace"
cask "obs"
cask "postman"
cask "raycast"
cask "zen-browser"
